package com.game.global
{
   public class FilterString
   {
      
      public static var filterChars:String = "<filter5><filterChactor><filter>|叮叮博士|丁丁博士|叮丁博士|丁叮博士|订订博士|町町博士|仃仃博士|盯盯博士" + "|亇亇博士|玎玎博士|钉钉博士|饤饤博士|矴矴博士|机舱小助手|机舱小助手|机仓小助手" + "|机沧小助手|机伧小助手|胖墩博士|胖敦博士|胖镦博士|胖礅博士|胖撴博士|胖犜博士" + "|胖蹾博士|胖潡博士|胖驐博士|胖橔博士|胖鐓博士|胖獤博士|监控员亚赛|监空员亚赛" + "|鉴控员亚赛|监崆员亚赛|监倥员亚赛|监悾员亚赛|监涳员亚赛|监硿员亚赛|监埪员亚赛" + "|监椌员亚赛|监控员娅塞|监控员哑噻|监控员亜赛|监控员垭僿|阳光机长|阳关机长" + "|阳咣机长|阳胱机长|阳珖机长|阳桄机长|阳洸机长|阳茪机长|阳銧机长|阳硄机长|阳垙机长" + "|阳姯机长|阳灮机长|阳侊机长|阳炛机长|阳挄机长|阳炗机长|管理员贝拉|管里员贝拉" + "|管哩员贝拉|管狸员贝拉|管理员呗拉|管理员贝啦|菲菲姐姐|店长美佳|店长镁佳|店长媄佳" + "|店长渼佳|司令员洛特|司令员咯特|司令员络特|司令员骆特|司令员珞特|司令员烙特|司令员峈特" + "|司令员硌特|研究员马达|研究员玛达|研究员吗达|研究员妈达|研究员码达|研究员杩达|研究员蚂达" + "|研究员馬达|研究员马哒|研究员马逹|研究员馬逹|番茄姐姐|露露老师|伊尔|尹尔|伊尒|伊尓" + "|泰罗|泰啰|泰锣|泰椤|小悦|巴顿|安妮|尼克|4399小小猪|卡布崽||</filter></filterChactor></filter5>";
      
      public function FilterString()
      {
         super();
      }
   }
}

